# Brewfile — macOS package manifest for these dotfiles.
# Install with `brew bundle` (run automatically by `make install` on macOS).

brew "fish"
brew "neovim"
brew "tmux"
brew "starship"
brew "direnv"
brew "ripgrep"
brew "eza"
brew "fzf"
brew "jq"
brew "gh"
brew "wget"
brew "awscli"
brew "kubectl"
brew "go"
brew "pnpm"

cask "wezterm"
cask "1password-cli"
cask "font-fira-code-nerd-font"
